import "./PrivacyPolicy.css"

function PrivacyPolicyComponent (){
    return (
        <>
                <div className="privacy-policy">
                    <div className="container">
                        <h1>Գաղտնիության քաղաքականություն</h1>

                        <p>
                        Ձեր գաղտնիությունը կարևոր է մեզ համար: AIT-ն պարտավորվում է հարգել ձեր գաղտնիությունը և համապատասխանել ցանկացած
                        կիրառելի օրենքին և կանոնակարգերին՝ կապված ձեր անձնական տվյալների հետ, որոնք կարող են հավաքվել մեր կողմից,
                        ներառյալ մեր վեբկայքում՝ <a href="https://aitschool.am" target="_blank" rel="noopener noreferrer">https://aitschool.am</a>, և այլ կայքերում, որոնք մենք ղեկավարում ենք:
                        </p>

                        <p>
                        Այս քաղաքականությունը ուժի մեջ է 2020 թվականի սեպտեմբերի 5-ից և վերջին անգամ թարմացվել է 2020 թվականի սեպտեմբերի 5-ին:
                        </p>

                        <h2>Հավաքվող տեղեկություններ</h2>
                        <p>
                        Մենք հավաքում ենք այն տեղեկությունները, որոնք դուք գիտակցաբար և ակտիվորեն տրամադրում եք՝ օգտվելով մեր ծառայություններից
                        կամ մասնակցելով մեր դասընթացներին, ինչպես նաև այն տեղեկությունները, որոնք ձեր սարքերը ավտոմատ կերպով փոխանցում են
                        մեր ծառայություններին հասանելի լինելու ընթացքում:
                        </p>

                        <h2>Օգտագործման տվյալներ</h2>
                        <p>
                        Երբ դուք այցելում եք մեր վեբկայք, մեր սերվերները կարող են ավտոմատ կերպով գրանցել ձեր վեբ դիտարկիչի տրամադրած ստանդարտ տվյալները։
                        Դրանք կարող են ներառել ձեր սարքի Ինտերնետային պրոտոկոլի (IP) հասցեն, ձեր դիտարկիչի տեսակը և տարբերակը, ձեր այցելած էջերը,
                        ձեր այցելության ամսաթիվը և ժամը, յուրաքանչյուր էջում անցկացրած ժամանակը, ինչպես նաև այլ մանրամասներ, որոնք առնչվում են
                        ձեր այցի ընթացքում հնարավոր սխալների հետ:
                        </p>

                        <h2>Անձնական տվյալներ</h2>
                        <p>
                        Մենք կարող ենք խնդրել անձնական տվյալներ, որոնք կարող են ներառել հետևյալներից մեկը կամ ավելին.
                        </p>
                        <ul>
                        <li>Անուն</li>
                        <li>Էլ. փոստ</li>
                        <li>Հեռախոսահամար/բջջային հեռախոս</li>
                        </ul>

                        <h2>Ձեր անձնական տվյալների մշակման օրինական պատճառները</h2>
                        <p>
                        Մենք հավաքում և օգտագործում ենք ձեր անձնական տվյալները միայն այն ժամանակ, երբ դրա համար օրինական պատճառ ունենք:
                        Այդ դեպքում մենք միայն հավաքում ենք այն անձնական տվյալները, որոնք անհրաժեշտ են մեր ծառայությունների մատուցման համար:
                        </p>

                        <h2>Տեղեկատվության հավաքում և օգտագործում</h2>
                        <p>Մենք կարող ենք հավաքել ձեր անձնական տվյալները, երբ կատարում եք հետևյալ գործողությունները մեր վեբկայքում.</p>
                        <ul>
                        <li>Օգտագործում եք շարժական սարք կամ վեբ դիտարկիչ՝ մեր բովանդակությանը հասանելի լինելու համար</li>
                        <li>Կապ եք հաստատում մեզ հետ էլ. փոստով, սոցիալական ցանցերով կամ նմանատիպ տեխնոլոգիաներով</li>
                        <li>Երբ հիշատակում եք մեզ սոցիալական ցանցերում</li>
                        </ul>

                        <h2>Ձեր անձնական տվյալների անվտանգությունը</h2>
                        <p>
                        Երբ մենք հավաքում և մշակում ենք անձնական տվյալներ, և մինչ այդ տվյալների պահպանումը, մենք պաշտպանելու ենք դրանք առևտրային
                        նպատակահարմար մեթոդներով, որպեսզի կանխենք կորստից, գողությունից, ինչպես նաև չարտոնված մուտքից, հրապարակումից,
                        պատճենումից, օգտագործումից կամ փոփոխումից:
                        </p>

                        <h2>Ինչքան ժամանակ ենք պահում ձեր անձնական տվյալները</h2>
                        <p>
                        Մենք պահում ենք ձեր անձնական տվյալները այնքան ժամանակ, որքան մեզ անհրաժեշտ է: Տվյալ ժամանակահատվածը կարող է կախված լինել նրանից,
                        թե ինչ նպատակներով ենք մենք օգտագործում ձեր տվյալները, համաձայն այս գաղտնիության քաղաքականության:
                        </p>

                        <h2>Երեխաների գաղտնիությունը</h2>
                        <p>
                        Մենք ուղղակիորեն մեր ապրանքներն ու ծառայությունները չենք ուղղում 13 տարեկանից ցածր երեխաներին, և մենք միտումնավոր չենք հավաքում
                        անձնական տվյալներ 13 տարեկանից ցածր երեխաներից:
                        </p>

                        <h2>Անձնական տվյալների բացահայտում երրորդ կողմերին</h2>
                        <p>Մենք կարող ենք բացահայտել անձնական տվյալներ հետևյալ կազմակերպություններին կամ անձանց՝</p>
                        <ul>
                        <li>Մեր ընկերության մայր, դուստր կամ փոխկապակցված ընկերություններին</li>
                        <li>Երրորդ կողմի ծառայություններ մատուցողներին</li>
                        <li>Մեր աշխատակիցներին, պայմանագրային աշխատողներին և/կամ փոխկապակցված սուբյեկտներին</li>
                        <li>Մեր գործող կամ պոտենցիալ գործակալներին կամ գործարար գործընկերներին</li>
                        <li>Մրցույթների, վիճակախաղերի կամ ակցիաների հովանավորներին կամ կազմակերպիչներին</li>
                        </ul>

                        <h2>Անձնական տվյալների միջազգային փոխանցումներ</h2>
                        <p>
                        Մենք հավաքված անձնական տվյալները պահպանում և/կամ մշակում ենք այն վայրերում, որտեղ մենք կամ մեր գործընկերները, փոխկապակցված
                        սուբյեկտները և երրորդ կողմի ծառայություններ մատուցողները իրականացնում են իրենց գործունեությունը:
                        </p>

                        <h2>Ձեր իրավունքները և ձեր անձնական տվյալների վերահսկումը</h2>
                        <p>
                        Դուք միշտ պահպանում եք իրավունք ունենալ մերժել մեզ ձեր անձնական տվյալները տրամադրելուց՝ հասկանալով, որ դա կարող է ազդել
                        ձեր փորձի վրա մեր վեբկայքում:
                        </p>

                        <h2>Կապ մեզ հետ</h2>
                        <p>
                        Եթե ունեք որևէ հարց կամ մտահոգություն՝ կապված ձեր գաղտնիության հետ, կարող եք կապ հաստատել մեզ հետ հետևյալ տվյալներով՝
                        </p>
                        <p><strong>AIT Support</strong><br />info@aitschool.am</p>
                    </div>
                </div>
        </>
    )
}

export default PrivacyPolicyComponent